Repository: gupta977/wp-upg
Catalog: languages/wp-upg-*.po
Languages: de_de, hi_in, sv_se

source: Addons
hi_in: ऐड-ऑन
sv_se: Utökningar

source: Help
de_de: Yardım
hi_in: मदद
sv_se: Hjälp

source: Title
de_de: Titel
hi_in: पोस्ट शीर्शक
sv_se: Titel

source: Description
de_de: Beschreibung
hi_in: विवरण
sv_se: Beskrivning

source: Image
de_de: Bilder
hi_in: छवि
sv_se: Bild

source: Add Image
de_de: Bild hinzufügen
hi_in: छवि जोड़ें
sv_se: Lägg till bild

source: Remove Image
de_de: Bild Entfernen
hi_in: छवि निकालें
sv_se: Ta bort Bild

source: Mark as publish
de_de: Als veröffentlichen markieren
hi_in: सार्वजनिक करे
sv_se: Markera som publicering

source: Mark as draft
de_de: Als Entwurf markieren
hi_in: किसी को नहीं देखेगा
sv_se: Markera som publicering

source: Choose File
de_de: Datei auswählen
hi_in: फाइल चुनें
sv_se: Välj en fil

source: &mdash; None &mdash;
de_de: &mdash; Nichts &mdash;
hi_in: &mdash; कुछ भी नहीं &mdash;
sv_se: — Inget —

source: General Settings
de_de: Allgemeine Einstellungen
hi_in: जनरल सेटिंग्स
sv_se: Allmänna nställningar

source: Gallery Settings
de_de: Galerie Einstellungen
hi_in: Grid/Gallery सेटिंग्स
sv_se: Galleriinställningar

source: Form Settings
de_de: Recherchenform-Einstellungen
hi_in: फॉर्म सेटिंग्स
sv_se: Inställningar formulär

source: Preview Settings
de_de: Vorschau Einstellungen
hi_in: preview सेटिंग्स
sv_se: InstÃ¤llningar fÃ¶r fÃ¶rhandsgranskning

source: View Page
de_de: Seite ansehen
hi_in: पृष्ठ देखें
sv_se: Visa sida

source: Select Login page
de_de: Bitte einloggen
hi_in: लोगिन पेज चुने
sv_se: Välj Login sida

source: Login page where user enters username & passwords.
de_de: Anmeldeseite, auf der der Benutzer seinen Benutzernamen und sein Passwort eingibt.
hi_in: username और पासवर्ड देने वाला पेज

source: main page
de_de: hauptseite
hi_in: मुख्य पृष्ठ
sv_se: huvudsida

source: Members "My Gallery" page
de_de: Mitglieder "Meine Galerie" Seite
hi_in: सदस्य "मेरी गैलरी" पृष्ठ

source: Select Gallery/Grid Template
hi_in: गैलरी / ग्रिड लेआउट का चयन करें

source: Auto approve post
de_de: Automatische Genehmigung
hi_in: ऑटो स्वीकृत पोस्ट
sv_se: Post automatisch genehmigen

source: Automatically publish Post as soon as user submit.
de_de: Post automatisch veröffentlichen, sobald der Benutzer ihn übermittelt.
hi_in: पोस्ट करते ही प्रकाशित हो जायेगा

source: Submission form Edit/Modify page
de_de: Anmeldeformular Seite bearbeiten / ändern
hi_in: प्रकाशित करने वाला फॉर्म का सेटिंग्स

source: Enable Lightbox Popup
de_de: Lightbox Popup aktivieren
hi_in: लाइट बॉक्स या पॉपअप सुरु करे

source: Image will get enlarged at same page. There is no change in page hence no preview layout is used.
de_de: Das Bild wird auf derselben Seite vergrößert.
hi_in: चित्र इसी पेज मे बड़ा होगा | पेज नहीं बदला, तो कोई Preview लेआउट का उपोयोग नहीं हुवा है |
sv_se: Bild kommer att förstoras på samma sida. Sidan förändras inte därför används ingen förhandsgransknings-layout.

source: Shortcode Position 1st
hi_in: पहला Shortcode
sv_se: Kortkodsposition 1: a

source: Shortcode Position 2nd
de_de: Shortcode Position 2
hi_in: दूसरा Shortcode
sv_se: Kortkodsposition 2: a

source: Basic Settings
de_de: Schnelleinstellungen
hi_in: शीग्र सेटिंग्स
sv_se: Grund inställningar

source: Maximum upload file size limit:
de_de: Die maximale Größe für Upload-Dateien ist:
hi_in: फाइलका साइज़ की सीमा:
sv_se: Maximal gräns för uppladdning av fil:

source: Layout Not Found. Check settings.
de_de: Layout nicht gefunden Überprüfen Sie die Einstellungen.
hi_in: लेआउट नहीं मिला। सेटिंग्स की जाँच करे .
sv_se: Layout hittades inte. Kontrollera inställningarna.

source: Uploading
de_de: Lade hoch
hi_in: अपलोड हो रहा है
sv_se: Uppladdning

source: Post
de_de: Beitrag
hi_in: भेजें
sv_se: Posta

source: This post button is only visible to you.
de_de: Dieser Post-Button ist nur für Sie sichtbar.
hi_in: ये बटन बस आपको दिखरहा है .
sv_se: Denna postknapp är bara synlig för dig.

source: Post Title
de_de: Beitragstitel
hi_in: पोस्ट शीर्शक
sv_se: Skicka titel

source: Post Content
de_de: Inhalte veröffentlichen
hi_in: पोस्ट सामग्री
sv_se: Post innehåll

source: Select Album/Group
de_de: Wähle Album/Gruppe
hi_in: एल्बम चयन करें
sv_se: Välj album/grupp

source: Enter Tags
de_de: Tags eingeben
hi_in: टैग्स
sv_se: Ange taggar

source: Select new image to replace
de_de: Wählen Sie ein neues Bild zum Ersetzen aus
hi_in: नया चित्र चुने
sv_se: Välj ny bild som ska ersättas

source: Only picture files are allowed.
de_de: Nur Bilddateien sind erlaubt.
hi_in: केवल चित्रही भेज सकते है
sv_se: Endast bildfiler är tillåtna.

source: Maximum upload file size limit is
de_de: Die maximale Größe für Upload-Dateien ist
hi_in: अधिकतम अपलोड फ़ाइल साइज़ की सीमा
sv_se: Maximal filstorlek för uppladdning är

source: Update Post
hi_in: पोस्टको नया से बदले

source: Video Title
de_de: Videotitel
hi_in: विडियो शिर्सक
sv_se: Videotitel

source: Video Description
de_de: Videobeschreibung
hi_in: विडियो विवरण
sv_se: Videobeskrivning

source: Embed URL
de_de: Ursprungs-URL
hi_in: Youtube लिंक
sv_se: Bädda in URL

source: copy/paste Video URL
de_de: kopieren / einfügen Video-URL
hi_in: Youtube विडियो का लिंक डाले
sv_se: kopiera / klistra in video-URL

source: Submit URL
hi_in: लिंक भेजे

source: Select Image
de_de: Wähle Bild
hi_in: चित्र चुनें
sv_se: Välj bild

source: Only picture files are allowed
de_de: Nur Bilddateien sind erlaubt
hi_in: केवल तस्वीर फाइल की अनुमति है
sv_se: Endast bildfiler är tillåtna

source: Reset
hi_in: सब मिटाए

source: Embed video, tweets, images, audio URL
de_de: Betten Sie Videos, Tweets, Bilder und Audio-URLs ein
hi_in: वीडियो, ट्वीट, चित्र, ऑडियो URL एम्बेड करें

source: copy/paste public embed URL
de_de: kopieren Einfügen Einbettungs-URL kopieren / einfügen
hi_in: सार्वजनिक एम्बेड URL कॉपी / पेस्ट करें
sv_se: kopiera / klistra in offentlig inbäddad URL

source: Maximum upload file size: %s.
de_de: Die maximale Größe für Upload-Dateien ist: %s.
hi_in: अधिकतम अपलोड फ़ाइल साइज़ की सीमा %s .
sv_se: Maximal uppladdningsfilstorlek:% s.

source: My Gallery
de_de: Meine Gallerie
hi_in: मेरा गैलरी
sv_se: Mitt galleri

source: Successfully posted.
de_de: Erfolgreich übermittelt.
hi_in: सफलतापूर्वक पोस्ट की गई |
sv_se: Uppladdningen lyckades.

source: Your submission is under review.
de_de: Ihre übermittelten Daten werden überprüft.
hi_in: आपकी छवि की समीक्षा के तहत है ।
sv_se: Ditt bidrag granskas

source: Invalid file
de_de: Nur Bilddateien sind erlaubt
hi_in: फाइल गलत है
sv_se: Felaktig fil

source: Error occurred
de_de: Fehler
hi_in: कुछ समस्या आई है |
sv_se: Fel inträffade

source: Post again
de_de: Poste nochmal
hi_in: फिर से पोस्ट करें
sv_se: Post igen

source: Refresh Page
de_de: Aktualisiere Seite
hi_in: ये पेज को फिरसे खोले
sv_se: Uppdatera sidan

source: Edit Layout Not Found.
de_de: Edit Layout Nicht gefunden.
hi_in: Edit लेआउट नहीं मिला
sv_se: Redigera layout inte hittat.

source: Successfully updated.
de_de: Erfolgreich übermittelt.
hi_in: सफलतापूर्वक पोस्ट की गई |
sv_se: Uppdaterad.

source: Error in Image file. Image not updated.
de_de: Fehler in der Image-Datei.
hi_in: चित्रमे कोई समस्या है. चित्र नहीं बदला है |

source: Edit
de_de: Bearbeiten
hi_in: बदले
sv_se: Redigera

source: Error in oEmbed URL
de_de: Fehler in der eingebetteten URL
hi_in: OEmbed URL में त्रुटि
sv_se: Fehler in der eingebetteten URL

source: Your video is under review
de_de: Das YouTube-Video wird überprüft
hi_in: यूट्यूब वीडियो समीक्षाधीन है
sv_se: Din video granskas

source: Only URL from YouTube & Vimeo is allowed
de_de: Es ist nur eine URL von YouTube & Vimeo zulässig
hi_in: सिर्फ Youtube औरे Vimeo का लिंक रखे

source: No records
de_de: Keine Datensätze
hi_in: कुछ भी नहीं है
sv_se: Inga poster

source: Under review
de_de: Wird geprüft
hi_in: अभी आपका पोस्ट प्रकाशित नहीं हुवा है. सम्पादक जाच करेंगे
sv_se: Under granskning

source: Date
de_de: Datum
hi_in: मिति
sv_se: Datum

source: Pick Layout Not Found.
de_de: Abholen-Layout nicht gefunden.
hi_in: Pick लेआउट नहीं मिला |
sv_se: Kan inte hitta layout

source: Not found
de_de: Beitrag nicht gefunden
hi_in: कुछ नहीं मिला
sv_se: Hittades inte

source: Preview template
de_de: Vorschau-Vorlage
hi_in: पोस्टका Preview लेआउट

source: Author
de_de: Autor
hi_in: लेखक
sv_se: Författare

source: Albums
de_de: Kategorien
hi_in: एल्बम
sv_se: album

source: Tags
de_de: Schlagworte
hi_in: टैग्स

source: Thumbnail
hi_in: छोटा चित्र
sv_se: Tumnagel

source: <span class="vers"><div title="Comments" class="comment-grey-bubble">Comments</div></span>
de_de: <span class="vers"><div title="Kommentar" class="comment-grey-bubble"></div></span>
hi_in: <span class="vers"><div title="Comments" class="comment-grey-bubble">कममेंट</div></span>

source: Login Please !
de_de: Bitte einloggen !
hi_in: कृपया लॉग इन करें!
sv_se: Logga in var god!

source: Category is not specified.
de_de: Kategorie ist nicht angegeben.
hi_in: वर्ग चुने
sv_se: Kategorie ist nicht angegeben.

source: Submission failed
de_de: Absenden fehlgeschlagen
hi_in: पोस्ट नहीं हुवा
sv_se: Inlämning misslyckades

source: Error message:
de_de: Fehlermeldung:
hi_in: त्रुटि संदेश
sv_se: Felmeddelande:

source: Check your file type.
de_de: Überprüfen Sie Ihren Dateityp.
hi_in: अपने फ़ाइल प्रकार की जाँच करें।
sv_se: Kontrollera din filtyp.

source: Successfully posted
de_de: Erfolgreich gepostet
hi_in: सफलतापूर्वक पोस्ट की गई |
sv_se: Posten lyckades

source: Show All
de_de: Alles anzeigen
hi_in: सभी दिखाएँ
sv_se: Zeige alles

source: Loading
de_de: Wird geladen
hi_in: लोड हो रहा है
sv_se: Wird geladen

source: User Post Gallery
de_de: Galerie Benutzerbeitrag
hi_in: यूजर पोस्ट गैलरी

source: Add
de_de: Hinzufügen
hi_in: नया रखे
sv_se: Lägg till

source: Add New
de_de: Neu hinzufügen
hi_in: नया जोड़ें
sv_se: Lägg till ny

source: Edit
de_de: Bearbeiten
hi_in: बदले
sv_se: Redigera

source: New
de_de: Neu
hi_in: नया
sv_se: Lägg till ny

source: View
de_de: Ansicht
hi_in: देखें
sv_se: Se

source: Search
de_de: Suche
hi_in: खोजें
sv_se: Sök

source: No
de_de: Nein
hi_in: नहीं
sv_se: Nej

source: Featured image
de_de: Beitragsbild
hi_in: मुख्या चित्र
sv_se: Utvald bild

source: Set featured image
de_de: Empfohlenes Bild festlegen
hi_in: मुख्या चित्र में बदले
sv_se: Ställ in bilden

source: Remove featured Image
de_de: Beitragsbild entfernen
hi_in: चित्रित छवि निकालें
sv_se: Ta bort bilden som visas

source: Albums
de_de: Album
hi_in: सभी एल्बम
sv_se: Album

source: Album
hi_in: एल्बमः

source: All
de_de: Alle
hi_in: सभी
sv_se: Allt

source: Parent
de_de: Übergeordnet
hi_in: मुख्या
sv_se: Överordnad

source: Update
hi_in: बदले
sv_se: Uppdatera

source: Tags
de_de: Stichworte
hi_in: टैग्स
sv_se: Nyckelord

source: Tag
de_de: Stichwort
hi_in: टैग
sv_se: Nyckelord

source: All Tags
de_de: Alle Stichworte
hi_in: सभी टैग्स
sv_se: Alla nyckelord

source: Parent Tag
de_de: Übergeordnete Stichworte
hi_in: मुख्या टैग
sv_se: Överordnat nyckelord

source: Edit Tag
de_de: Bearbeite Stichwort
hi_in: टैग बदले
sv_se: Redigera nyckelord

source: Update Tag
de_de: Update Stichwort
hi_in: टैग बदले
sv_se: Uppdatera nyckelord

source: New Tag Name
de_de: Neuer Stichwort-Name
hi_in: टैग का नया नाम
sv_se: Nytt nyckelord

source: Extra Form Fields
de_de: Zusätzliche Formularfelder
hi_in: आपना बनाया हुवा फॉर्म fileds
sv_se: Extra formfält

source: Settings
de_de: Einstellungen
hi_in: सेटिंग्स
sv_se: Inställningar

source: Primary Gallery
de_de: Hauptgalerie
hi_in: प्राथमिक यूपीजी गैलरी
sv_se: Primärgalleri

source: Upload Image
de_de: Bild hochladen
hi_in: छवि अपलोड करें
sv_se: Ladda upp bild

source: Album for:
de_de: Album für
hi_in: एल्बम
sv_se: Album

source: Hide
de_de: Ausblenden
hi_in: छुपाये
sv_se: Dölj

source: Album for:
de_de: Album für:
hi_in: इसके लिए एल्बम:
sv_se: Album för:

source: Extra Settings
de_de: Einstellungen
hi_in: Extra सेटिंग्स
sv_se: Extra inställningar

source: Grid/Gallery template settings
de_de: UPG Beitrag Grid Layout
hi_in: Grid/Gallery लेआउट सेटिंग्स

source: Submission form Settings
de_de: Einreichungsformular Einstellungen
hi_in: प्रकाशित करने वाला फॉर्म का सेटिंग्स
sv_se: Einreichungsformular Einstellungen

source: Media/Preview Template Settings
de_de: UPG Beitrags-Vorschau-Layout
hi_in: Media/Preview लेआउट सेटिंग्स

source: Form Fields & Shortcodes
de_de: Shortcode Drittanbieter
hi_in: फॉर्म का फ़ील्ड्स औरे shortcode
sv_se: Formfält och kortkoder

source: Shortcode for Position 1st
de_de: Shortcode für an 1. Stelle
hi_in: पहला Shortcode
sv_se: Kortkod för första position

source: Shortcode for Position 2nd
de_de: Shortcode für an 2. Stelle
hi_in: दूसरा Shortcode
sv_se: Kortkod för andra position

source: Social Profile Settings
de_de: Einstellungen für das soziale Profil
hi_in: सामाजिक संजाल का सेटिंग्स
sv_se: Inställningar för sociala profiler

source: Member Profile Tab
de_de: Mitgliedsprofil Tab
hi_in: सदस्य बिबरण टैब
sv_se: Mitgliedsprofil Tab

source: Media Settings
de_de: Medieneinstellungen
hi_in: चित्रका सेटिंग्स
sv_se: Mediainställningar

source: Images sizes & Settings
de_de: Bildgrößen & Einstellungen
hi_in: चित्राका आकर और उसका सेटिंग
sv_se: Bildstorlekar och inställningar

source: UPG Media Settings
de_de: UPG Beitrag Grid Layout
hi_in: UPG चित्राका सेटिंग्स
sv_se: UPG Media-inställningar

source: Display Image Upload Button:
de_de: Schaltfläche zum Hochladen von Bildern anzeigen:
hi_in: छवि अपलोड बटन प्रदर्शित करें:
sv_se: Schaltfläche zum Hochladen von Bildern anzeigen:

source: Display Embed URL Button:
de_de: Schaltfläche "URL einbetten" anzeigen:
hi_in: प्रदर्शन URL बटन प्रदर्शित करें:
sv_se: Schaltfläche "URL einbetten" anzeigen:

source: Advance Settings
de_de: Erweiterte Einstellungen
hi_in: अधिक सेटिंग्स
sv_se: Allmänna nställningar

source: Common Settings
de_de: Allgemeine Einstellungen
hi_in: जनरल सेटिंग्स
sv_se: Vanliga inställningar

source: Form Fields
de_de: Beitragstitel
hi_in: फॉर्म का फ़ील्ड्स
sv_se: Formfält

source: Social Profile
de_de: Soziale Netzwerke
hi_in: सामाजिक संजाल
sv_se: Social profil

source: New title
de_de: Neuer Titel
hi_in: पृष्ठ शीर्षकः
sv_se: Ny titel

source: Title:
de_de: Titel:
hi_in: शीर्षक:
sv_se: Titel:

source: Select Parent
de_de: Wähle übergeordnetes
hi_in: पैरेंट का चयन करें
sv_se: Välj överordnad

source: Show only the immediate children of the selected category.
de_de: Nur die unmittelbaren Kinder der ausgewählten Kategorie anzeigen.
hi_in: सहायक एल्बम दिखाए, जब मुख्या एल्बम नाचुना हुवा हो.
sv_se: Visa endast de omedelbara barnen i den valda kategorin.

source: Hide Empty Categories
de_de: Leere Kategorien ausblenden
hi_in: खाली फ़ोल्डर छुपाएं
sv_se: Dölj tomma kategorier

source: Show Listing Counts
de_de: Zeige die Aufzählung
hi_in: पोस्ट गिने
sv_se: Visa numrerade förteckningar

source: Widget Title:
de_de: Beitragstitel:
hi_in: विद्गेट्स शीर्शक:
sv_se: Widget-titel:

source: Select form type:
de_de: Wähle übergeordnetes:
hi_in: फॉर्म का लेआउट चुने:
sv_se: Välj formtyp:

source: Select form layout
de_de: Wähle Bild
hi_in: फॉर्म का लेआउट चुने
sv_se: Välj formulärlayout

source: Select preview layout
de_de: Beitrags-Vorschau-Layout
hi_in: preview लेआउट चुने.
sv_se: Välj förhandsgranskningslayout

source: Are you sure you want to delete?
de_de: Möchtest du wirklich löschen?
hi_in: क्या आप आश्वस्त हैं कि आप मिटाना चाहते हैं?
sv_se: Är du säker på att du vill radera?

source: Invalid request
de_de: Ungültige Anfrage
hi_in: अमान्य अनुरोध
sv_se: Ogiltig Förfrågan

source: Quick Settings
de_de: Schnelleinstellungen
hi_in: शीग्र सेटिंग्स
sv_se: Snabbinställningar

source: Version
de_de: Versiyon
hi_in: सरूप

source: Documentation
de_de: Dokumentation
hi_in: प्रलेखन
sv_se: Dokumentation för tillägget

source: Shortcode Guide
de_de: Shortcode-Anleitung
hi_in: गाइड

source: Addons & Help
de_de: Addons & Hilfe
hi_in: Addons और मदद

source: It is applied if "layout" parameter in shortcode is not specified.
de_de: Es wird angewendet, wenn der Parameter "layout" im Shortcode nicht angegeben ist.

source: Page must contain <code>[upg-edit]</code> shortcode.
de_de: Seite muss enthalten [upg-edit] shortcode.

source: Select Preview/Media Template
de_de: Wählen Sie Vorschau / Medienlayout

source: If lightbox/popup is enabled, this layout has no use. It is applied only to newly submitted post.
de_de: Es gilt nur für neu eingereichte Beiträge.

source: Shortcode Eg. social share, buttons, notices
de_de: Shortcode zB. soziale Freigabe, Schaltflächen, Hinweise

source: Processing
de_de: In Bearbeitung
sv_se: Pearbetning

source: Tags separated by commas
de_de: Durch Kommas getrennt
sv_se: Taggar separerade med komma-tecken

source: Home
de_de: Zuhause
sv_se: Hem
